[
  {
    "_id": {
      "$oid": "618315c89e2295c45e3131f1"
    },
    "Serie": "ALF - O ETeimoso",
    "Sinopse": "ALF segue um sinal de rádio amador para a Terra e acaba caindo na garagem da casa da família Tanner. \nOs Tanner são uma típica família de classe média em Riverside, Califórnia. A família consiste do assistente social Willie, \nsua esposa Kate, sua filha adolescente Lynn, o filho mais novo Brian, e o gato Lucky. Sem saberem ao certo o que fazer, os Tanner \nlevam ALF para casa e o escondem da Alien Task Force e de seus metidos vizinhos Trevor e Raquel Ochmonek, até que ele possa reparar \nsua nave. ALF geralmente fica escondido na cozinha. Eventualmente é revelado que Melmac, o planeta de ALF, foi destruído por uma \ncatástrofe envolvendo bombas nucleares e ele acaba se tornando um membro permanente da família, embora o choque cultural, a solidão \ne a saudade de casa, frequentemente causem problemas aos Tanner.",
    "videoUrl": "https://www.megaseriesonline.org/alf-o-eteimoso.html",
    "imageUrl": "https://m.media-amazon.com/images/I/4179gnI7AML._AC_SY445_.jpg"
  },
  {
    "_id": {
      "$oid": "6183162c9e2295c45e3131f2"
    },
    "Serie": "Punky, a Levada da Breca",
    "Sinopse": "Penelope Punky Brewster é abandonada pela mãe em um supermercado, contanto apenas com a companhia de seu cão, Brandon. \nEla vai à procura de um abrigo, e acaba encontrando um apartamento vago em um prédio da redondeza e acaba ficando por lá. \nO prédio tinha a supervisão de George Gaynes, um fotógrafo que, assim que descobre sobre Punky, se emociona com sua história, e \nacaba se tornando como um pai para a menina. Além dele, Punky acaba fazendo diversas amizades pelo prédio, e começa a viver \naventuras e histórias atrapalhadas..",
    "videoUrl": "https://megaflix.online/assistir/7262-Punky-a-Levada-da-Breca",
    "imageUrl": "https://image.tmdb.org/t/p/w500/2ZVmXNThTccZ4rKUfe1C1QZDwTe.jpg"
  },
  {
    "_id": {
      "$oid": "618316769e2295c45e3131f3"
    },
    "Serie": "Super Vicky",
    "Sinopse": "ed Lawson (Dick Christie) é um engenheiro que trabalha para a United Robotronics. \nEle iventou um robô em forma de criança como forma de ajudar algumas crianças com deficiências. Ele dá ao robô …",
    "videoUrl": "https://assistironline.net/super-vicky/",
    "imageUrl": "https://assistironline.net/wp-content/uploads/elementor/thumbs/assistir-Super-Vicky-online-p6lpl0jb38d4hm4cu5c3yc7vmd3u65liofsp17wl2w.jpg"
  },
  {
    "_id": {
      "$oid": "618316cc9e2295c45e3131f4"
    },
    "Serie": "Anos Incríveis",
    "Sinopse": "Kevin é um garoto que passa pelos desafios da adolescência em um subúrbio. \nCom uma irmã hippie, um irmão completamente babaca, pai severo e mãe dona de casa, ele narra as suas dúvidas, descobertas e \nconflitos que o estilo de vida americano dispõe à sua juventude.",
    "videoUrl": "https://www.adorocinema.com/series/serie-866/temporadas/",
    "imageUrl": "http://3.bp.blogspot.com/-e6u-QSqIi4o/VYXgoLPHecI/AAAAAAAAAVI/yXb9JR-K1vE/s640/WonderYears_site-ced_03.jpeg"
  },
  {
    "_id": {
      "$oid": "618317209e2295c45e3131f5"
    },
    "Serie": "Confissões de Adolescente",
    "Sinopse": "Confissões de Adolescente é uma série de televisão brasileira exibida entre 22 de agosto de 1994 e 30 de novembro de 1996, em \n49 episódios divididos em 3 temporadas, sendo a primeira temporada produzida pela TV Cultura e as duas seguintes pela Band, \ncom reprise posterior na própria Cultura. Baseada no livro Confissões de Adolescente, de Maria Mariana, foi escrita pela própria \nautora em parceria com Daniel Filho e Euclydes Marinho, tendo roteiros ainda de Domingos de Oliveira, Patrícia Perrone e Maria Helena \nNascimento.",
    "videoUrl": "https://www.youtube.com/watch?v=zvW8uOiiikk",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/pt/thumb/4/48/Confiss%C3%B5es_de_Adolescente_-_Logomarca.jpg/240px-Confiss%C3%B5es_de_Adolescente_-_Logomarca.jpg"
  }
]
